{
  "cool": {
    "ghostRider": {
      "bio": "Long ago, the demon Zarathos began building a tremendous power base for himself. His penchant for human souls led him into conflicts with foes such as the Blood cult and the vile Mephisto, who saw Zarathos as a rival. Mephisto ultimately tricked and enslaved Zarathos, rendering the demon amnesiac and trapping him in various mortal forms over many years. This torture eventually dovetailed with another pastime of Mephisto's - the search for the Medallion of Power, a mystical artifact crafted by the Blood that housed the essence of the original Spirits of Vengeance. The medallion had been broken into shards and embedded into the spiritual bloodline of two families."
    },
    "deadpool": {
      "bio": "Wade Wilson's early life is mostly unknown. His mother died of cancer while he was young and his father (who was in the military) was physically abusive. Wade was a deliquent in his teenage years, possibly to spite his father. However one night while drinking with his friends his father attempt to take him out of the club one of his friends stole Wade's Fathers handgun and killed him. Following a brief stint of military service, Wade began his mercenary career while still in his late teens. Accepting assassination jobs only against those whom he felt deserved death, he made a habit of using plastic surgery and technology to take on a new identity whenever he failed an assignment."
    },
    "ironMan": {
      "bio": "Wounded, captured and forced to build a weapon by his enemies, billionaire industrialist Tony Stark instead created an advanced suit of armor to save his life and escape captivity. Now with a new outlook on life, Tony uses his money and intelligence to make the world a safer, better place as Iron Man."
    },
    "thor": {
      "bio": "As the Norse God of thunder and lightning, Thor wields one of the greatest weapons ever made, the enchanted hammer Mjolnir. While others have described Thor as an over-muscled, oafish imbecile, he's quite smart and compassionate. He's self-assured, and he would never, ever stop fighting for a worthwhile cause."
    }
  },
  "meh": {
    "captain": {
      "bio": "Vowing to serve his country any way he could, young Steve Rogers took the super soldier serum to become America's one-man army. Fighting for the red, white and blue for over 60 years, Captain America is the living, breathing symbol of freedom and liberty."
    },
    "spiderMan": {
      "bio": "Bitten by a radioactive spider, high school student Peter Parker gained the speed, strength and powers of a spider. Adopting the name Spider-Man, Peter hoped to start a career using his new abilities. Taught that with great power comes great responsibility, Spidey has vowed to use his powers to help people."
    },
    "loki": {
      "bio": "Loki is one of several powerful beings from the magical realm of Asgard, who have been worshipped as gods. Odin, once the ruler of the Asgardian gods, led his subjects in a war against their enemy, the frost giants from the land of Jotunheim (one of the nine worlds of Asgard). Laufey, king of the frost giants, was slain in battle and the giants were defeated. Surveying the spoils of war, the Asgardians discovered a small Asgardian god-sized baby hidden at the giants' main fortress. The infant was Loki, whom Laufey had kept hidden due to his shame over his son's diminutive size."
    },
    "punisher": {
      "bio": "Born in New York to parents of Italian ancestry, Francis Castiglione is a former U.S. Marine Captain. Before Frank joined the Marines, he was studying to become a Catholic priest but changed his mind because he was unable to forgive those who did evil. Also prior to his enlistment, he married his wife Maria who was already pregnant with their first child. During his time in the United States Marine Corps (USMC), Castle graduated from Basic Training, then went on to Infantry School. Immediately following that, he went through the USMC's Reconnaissance, Force Reconnaissance, and Sniper Schools. Attaining dockets, Castle was permitted to go through U.S. Army Airborne School, and U.S. Navy Underwater Demolition Team training, becoming qualified as a Navy Seal (Sea, Air and Land). He served in the Vietnam War in a special forces unit as a point man."
    }
  }
}
